Revit 2027 API
ParameterTypeId.DatumPlaneDefinesWallClosure Property
 "Wall Closure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DatumPlaneDefinesWallClosure { get; }
Public Shared ReadOnly Property DatumPlaneDefinesWallClosure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DatumPlaneDefinesWallClosure {
	ForgeTypeId^ get ();
}
static member DatumPlaneDefinesWallClosure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace